[en]
CANCEL=Cancel
DOWNLOAD_POST_DOWNLOAD_TEXT=If you choose to update avast! Ad Blocker, your Internet Explorer will close before installation
DOWNLOAD_PROGRESS_TEXT=Please wait...
DOWNLOAD_TITLE=Download avast! Ad Blocker
DOWNLOAD_UPDATE_BUTTON=Update
DOWNLOAD_UPDATE_TITLE=Downloading update
DOWNLOAD_UPDATE_ERROR_TEXT=Download failed
DOWNLOAD_UPDATE_SUCCESS_TEXT=Download finished
NO=No
SETTINGS=Settings
UPDATE=Update avast! Ad Blocker to newest version
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Do you wish to download it now?
UPDATE_NEW_VERSION_EXISTS=A new version of avast! Ad Blocker is available
UPDATE_TITLE=Update avast! Ad Blocker
YES=Yes
ERROR_STATUS_BAR_DISABLED=The plugin menu is located in the statusbar, would you like to enable Internet Explorer's statusbar?
ERROR_STATUS_BAR_DISABLED_TITLE= Enable status bar?
ERROR_CAN_NOT_ENABLE_STATUS_BAR=The plugin menu is located in the statusbar. Please enable it under View->Toolbars->Status bar
ERROR_CAN_NOT_ENABLE_STATUS_BAR_TITLE=Please enable status bar

[ru]
CANCEL=Отменить
DOWNLOAD_POST_DOWNLOAD_TEXT=Если вы выберите обновить avast! Ad Blocker, Internet Explorer закроется перед установкой обеовления
DOWNLOAD_PROGRESS_TEXT=Пожалуйста, подождите…
DOWNLOAD_TITLE=Скачать avast! Ad Blocker
DOWNLOAD_UPDATE_BUTTON=Обновить
DOWNLOAD_UPDATE_TITLE=Загрузка обновления
DOWNLOAD_UPDATE_ERROR_TEXT=Загрузка не удалась
DOWNLOAD_UPDATE_SUCCESS_TEXT=Загрузка завершена
NO=Нет
SETTINGS=Настройки
UPDATE=Обновить avast! Ad Blocker до новой версии
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Хотите ли вы загрузить обновление сейчас?
UPDATE_NEW_VERSION_EXISTS=Доступна новая версия avast! Ad Blocker
UPDATE_TITLE=Обновить avast! Ad Blocker
YES=Да

[zh]
CANCEL=取消
DOWNLOAD_POST_DOWNLOAD_TEXT=如果您选择安装 avast! Ad Blocker, 您的网络浏览器将在安装启动前关闭。
DOWNLOAD_PROGRESS_TEXT=请等待...
DOWNLOAD_TITLE=下载 avast! Ad Blocker
DOWNLOAD_UPDATE_BUTTON=更新
DOWNLOAD_UPDATE_TITLE=下载更新
DOWNLOAD_UPDATE_ERROR_TEXT=下载失败
DOWNLOAD_UPDATE_SUCCESS_TEXT=下载完成
NO= 否
SETTINGS=设置
UPDATE=更新 avast! Ad Blocker 至最新版本
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=您希望现在就下载吗 ?
UPDATE_NEW_VERSION_EXISTS=一个新的版本的 avast! Ad Blocker 已可用UPDATE_TITLE=更新 avast! Ad Blocker
YES=是

[pt]
CANCEL=Cancelar
DOWNLOAD_POST_DOWNLOAD_TEXT=Se vocês escolher atualizar o avast! Ad Blocker, seu Internet Explorer será fechado antes da instalação
DOWNLOAD_PROGRESS_TEXT=Espere por favor...
DOWNLOAD_TITLE=Baixar avast! Ad Blocker
DOWNLOAD_UPDATE_BUTTON=Atualizar
DOWNLOAD_UPDATE_TITLE=Baixando atualização
DOWNLOAD_UPDATE_ERROR_TEXT=Erro no download
DOWNLOAD_UPDATE_SUCCESS_TEXT=Download finalizado
NO=Não
SETTINGS=Opções
UPDATE=Atualizar avast! Ad Blocker para versão mais recente.
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Gostaria de fazer o download agora?
UPDATE_NEW_VERSION_EXISTS=Uma nova versão do avast! Ad Blocker esta disponível.
UPDATE_TITLE=Atualizar avast! Ad Blocker
YES=Sim

[pl]
CANCEL=Anuluj
DOWNLOAD_POST_DOWNLOAD_TEXT=Jeśli wybierzesz aktualizację avast! Ad Blocker, przeglądarka Internet Explorer zostanie zamknięta przed instalacją
DOWNLOAD_PROGRESS_TEXT=Proszę czekać...
DOWNLOAD_TITLE=Pobierz avast! Ad Blocker
DOWNLOAD_UPDATE_BUTTON=Aktualizuj
DOWNLOAD_UPDATE_TITLE=Pobieranie aktualizacji
DOWNLOAD_UPDATE_ERROR_TEXT=Pobieranie nie powiodło się
DOWNLOAD_UPDATE_SUCCESS_TEXT=Pobieranie ukończone
NO=Nie
SETTINGS=Ustawienia
UPDATE=Zaktualizuj avast! Ad Blocker do najnowszej wersji
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Czy chcesz rozpocząć pobieranie teraz?
UPDATE_NEW_VERSION_EXISTS=Nowa wersja avast! Ad Blocker jest dostępna
UPDATE_TITLE=Zaktualizuj avast! Ad Blocker
YES=Tak

[nl]
CANCEL=Annuleren
DOWNLOAD_POST_DOWNLOAD_TEXT=Wanneer u kiest om de avast! Ad Blocker bij te werken, zal uw Internet Explorer zich sluiten voor de installatie.
DOWNLOAD_PROGRESS_TEXT=Even geduld aub...
DOWNLOAD_TITLE=Download avast! Ad Blocker
DOWNLOAD_UPDATE_BUTTON=Bijwerken
DOWNLOAD_UPDATE_TITLE=Downloaden van update
DOWNLOAD_UPDATE_ERROR_TEXT=Download mislukt
DOWNLOAD_UPDATE_SUCCESS_TEXT=Download voltooid
NO=Nee
SETTINGS=Instellingen
UPDATE=Update avast! Ad Blocker met tot de nieuwste versie
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Wilt u het nu graag downloaden?
UPDATE_NEW_VERSION_EXISTS=Een nieuwe versie van avast! Ad Blocker is beschikbaar
UPDATE_TITLE=avast! Ad Blocker bijwerken
YES=Ja

[it]
CANCEL=Annulla
DOWNLOAD_POST_DOWNLOAD_TEXT=Se decidi di aggiornare avast! Ad Blocker, Internet Explorer si chiuderà prima dell'installazione
DOWNLOAD_PROGRESS_TEXT=Un momento, prego...
DOWNLOAD_TITLE=Scarica avast! Ad Blocker
DOWNLOAD_UPDATE_BUTTON=Aggiorna
DOWNLOAD_UPDATE_TITLE=Scarica l'aggiornamento
DOWNLOAD_UPDATE_ERROR_TEXT=Download fallito
DOWNLOAD_UPDATE_SUCCESS_TEXT=Download finito
NO=No
SETTINGS=Impostazioni
UPDATE=Aggiorna avast! Ad Blocker alla versione più recente
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Desideri scaricarlo ora?
UPDATE_NEW_VERSION_EXISTS=E' disponibile una nuova versione di avast! Ad Blocker
UPDATE_TITLE=Aggiorna avast! Ad Blocker
YES=Si

[fr]
CANCEL=Annulez
DOWNLOAD_POST_DOWNLOAD_TEXT=Si vous choisissez de mettre à jour avast! Internet Explorer se fermera avant l'installation
DOWNLOAD_PROGRESS_TEXT=Attendez s'il vous plait...
DOWNLOAD_TITLE=Téléchargez avast! Ad Blocker
DOWNLOAD_UPDATE_BUTTON=Mettre à jour
DOWNLOAD_UPDATE_TITLE=Téléchargez la mise à jour
DOWNLOAD_UPDATE_ERROR_TEXT=le téléchargement a échoué
DOWNLOAD_UPDATE_SUCCESS_TEXT=le téléchargement est terminé
NO=Non
SETTINGS=Réglages
UPDATE=Mettez à jour la version d'avast!Ad Blocker
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Voulez-vous télécharger maintenant?
UPDATE_NEW_VERSION_EXISTS=Une nouvelle version d'avast! Ad Blocker est disponible
UPDATE_TITLE=Mettez à jour la version d'avast!Ad Blocker
YES=Oui

[es]
CANCEL=Cancelar
DOWNLOAD_POST_DOWNLOAD_TEXT=Si selecciona actualizar Ad Blocker, Internet Explorer se cerrará después de la instalación
DOWNLOAD_PROGRESS_TEXT=Espere por favor....
DOWNLOAD_TITLE=Descarga Ad Blocker
DOWNLOAD_UPDATE_BUTTON=Actualizar
DOWNLOAD_UPDATE_TITLE=Descargando actualización
DOWNLOAD_UPDATE_ERROR_TEXT=Error en la descarga
DOWNLOAD_UPDATE_SUCCESS_TEXT=Descarga finalizada
NO=No
SETTINGS=Configuración
UPDATE=Actualiza Ad Blocker a su última versión
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=¿Desea descargarlo ahora?
UPDATE_NEW_VERSION_EXISTS=Está disponible una nueva versión de Ad Blocker
UPDATE_TITLE=Actualizar Ad Blocker
YES=Sí

[de]
CANCEL=Abbrechen
DOWNLOAD_POST_DOWNLOAD_TEXT=Wenn Sie sich dazu entschließen, avast! Ad Blocker zu aktualisieren, wird sich Ihr Internet Explorer vor der Installation schließen.
DOWNLOAD_PROGRESS_TEXT=Bitte warten...
DOWNLOAD_TITLE=avast! Ad Blocker herunterladen
DOWNLOAD_UPDATE_BUTTON=Aktualisieren
DOWNLOAD_UPDATE_TITLE=Lade Aktualisierung herunter
DOWNLOAD_UPDATE_ERROR_TEXT=Herunterladen fehlgeschlagen
DOWNLOAD_UPDATE_SUCCESS_TEXT=Herunterladen abgeschlossen
NO=Nein
SETTINGS=Einstellungen
UPDATE=avast! Ad Blocker auf neueste Version aktualisieren
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Wollen Sie es jetzt herunterladen?
UPDATE_NEW_VERSION_EXISTS=Eine neue Version von avast! Ad Blocker ist verfügbar
UPDATE_TITLE=Aktualisierung von avast! Ad Blocker
YES=Ja

[ua]
CANCEL=Відмінити
DOWNLOAD_POST_DOWNLOAD_TEXT=Якщо ви вирішете оновити avast! Ad Blocker, Internet Explorer закриється перед установкою оновлення.
DOWNLOAD_PROGRESS_TEXT=Будь ласка, зачекайте...
DOWNLOAD_TITLE=Скачати avast! Ad Blocker
DOWNLOAD_UPDATE_BUTTON=Оновити
DOWNLOAD_UPDATE_TITLE=Загрузка оновлення
DOWNLOAD_UPDATE_ERROR_TEXT=Помилка загрузки
DOWNLOAD_UPDATE_SUCCESS_TEXT=Загрузка завершена
NO=Ні
SETTINGS=Налаштування
UPDATE=Оновити avast! Ad Blocker до нової версії
UPDATE_DO_YOU_WISH_TO_DOWNLOAD=Чи не хотіли б ви загрузити оновлення зараз?
UPDATE_NEW_VERSION_EXISTS=Доступна нова версія avast! Ad Blocker
UPDATE_TITLE=Оновити avast! Ad Blocker
YES=Так
